<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>동네 한 바퀴 이용약관</title>
</head>
<body>
	<h2>"동네 한 바퀴" 이용약관</h2>

최종 업데이트 날짜: [2024, 02, 08]

<br>
<h3>목적 및 동의</h3>
<p>
	1.1 "동네 한 바퀴" 서비스(이하 "서비스")는 지역사회 커뮤니케이션 및 활동 정보 제공을 목적으로 합니다. 본 서비스를 이용함으로써 이용자는 본 이용약관에 동의하는 것으로 간주됩니다.
</p>
<h3>이용자의 권리와 의무</h3>
<p>
	2.1 이용자는 서비스를 이용함에 있어 관련 법령과 본 약관의 규정을 준수하여야 합니다.
</p>
<p>
	2.2 이용자는 개인정보를 신청할 경우 실명과 정확한 정보를 제공하여야 하며, 제공한 정보가 변경될 경우 즉시 업데이트하여야 합니다.
</p>

<h3>서비스 이용 제한</h3>
<p>
	3.1 "동네 한 바퀴"는 서비스의 원활한 운영을 위해 이용자에게 사전 고지 없이 일시적으로 서비스 이용을 제한할 수 있습니다.
</p>
<p>
	3.2 이용자가 다음에 해당하는 경우 서비스 이용이 제한될 수 있습니다.
</p>
<p>
 	3.2.1 타인의 정보를 부정하게 사용하는 경우
</p>
 	3.2.2 서비스 운영에 지장을 주거나 주려는 경우
 <p>
 	3.2.3 기타 법령 또는 약관에 위배되는 행위를 하는 경우
 </p>
 
<h3>개인정보 보호 및 안전</h3>
<p>
	4.1 "동네 한 바퀴"는 이용자의 개인정보를 적절히 관리하며, 개인정보 보호에 최선을 다하고 있습니다.
</p>
<p>
	4.2 이용자는 본인의 개인정보를 안전하게 보호하기 위해 비밀번호 등을 적절히 관리하여야 합니다.
</p>

<h3>책임의 한계</h3>
<p>
	5.1 "동네 한 바퀴"는 서비스 이용과 관련하여 발생한 어떠한 손해에 대해서도 책임을 지지 않습니다.
</p>
<p>
	5.2 이용자는 자신의 책임 하에 서비스를 이용하며, 타인에게 발생한 손해에 대해서는 이용자 본인이 책임을 집니다.
</p>

<h3>약관의 변경</h3>
<p>
	6.1 "동네 한 바퀴"는 필요시 본 약관을 변경할 수 있으며, 변경된 약관은 서비스 내 공지사항을 통해 이용자에게 통지됩니다.
</p>
<p>
	6.2 이용자는 변경된 약관에 동의하지 않을 경우 서비스 이용을 중단할 수 있습니다.
</p>

<h3>분쟁 해결</h3>
<p>
	7.1 본 약관과 관련하여 발생한 분쟁에 대해서는 대한민국 법률을 적용하며, 서비스 제공자와 이용자간의 협의에 의해 원만하게 해결합니다.
</p>
<p>
	본 약관은 [날짜]일부터 적용됩니다.
<br>
	감사합니다.
</p>
</body>
</html>